{
  "id": 260416,
  "date": "2023-11-28T20:25:30",
  "date_gmt": "2023-11-29T01:25:30",
  "modified": "2025-11-23T23:43:16",
  "modified_gmt": "2025-11-24T04:43:16",
  "slug": "tau_cet",
  "type": "star",
  "link": "https://science.nasa.gov/exoplanets/star-catalog/tau_cet/",
  "featured_media": 429648,
  "categories": [],
  "acf": {
    "display_name": "Tau Ceti",
    "custom_star_title": "Tau Ceti",
    "aliases": "HD 10700,HR 509,GJ 71",
    "constellation": "Cetus",
    "custom_star_description": "Tau Ceti is the second brightest Sun-like star in the sky. Visible to the naked eye, it is located near the celestial equator, in the constellation Cetus, the sea monster. Compared to the Sun, it has a lower abundance of elements heavier than helium, rotates more slowly, and has weaker magnetic activity. Around the star, there is a broad, inclined, dusty debris disk, which corresponds to Tau Ceti's version of the Kuiper Belt. While Tau Ceti’s disk is smaller and dustier than our own Kuiper Belt, the habitable zone around Tau Ceti is not very dusty.",
    "tagline": "A bright nearby star with planets in the habitable zone",
    "pop_culture": "As one of the nearest Sun-like stars, Tau Ceti has been the setting of numerous works of science fiction. Two worlds around Tau Ceti provide the backdrop for Ursula K. Le Guin’s anarchic utopia novel, “The Dispossessed,” whereas in Kim Stanley Robinson's novel, “Aurora,” travelers aim to colonize an Earth analog around Tau Ceti. Other authors who have featured Tau Ceti include Isaac Asimov, Arthur C. Clarke, Frank Herbert, and Robert Heinlein. A planet around Tau Ceti even serves as the setting for the 1968 film, “Barbarella.”",
    "detection_timeline": "To date, multiple planets have been detected around Tau Ceti. In 2012, five exoplanets were reported, but as of 2017 only two of these planets were confirmed: two potential super-Earths known as Tau Ceti e and f. These planets lie at the inner and outer edges of the star’s habitable zone, respectively. While additional observations are needed to confirm and clarify the nature of Tau Ceti's planetary system, a giant planet like our own Jupiter appears to be ruled out. As a magnetically quiet star, Tau Ceti has long been monitored with radial velocity observations, which have resulted in the planets detected to date. As a bright and nearby star, Tau Ceti’s planetary system is also a prime target for direct imaging from space.  Future large space telescopes will be able to detect exoplanets down to the size of Earth in Tau Ceti's habitable zone and image the already discovered super-Earth, Tau Ceti e. With these future missions, it will be possible to identify the atmospheric constituents of these planets and determine their habitability.",
    "rv_planets_prospects": "2 super-Earth planets have been confirmed as of 2017, with potentially others detected. Tau Ceti is a magnetically quiet star, making it well suited to radial velocity measurements. It has long been the subject of radial velocity studies, which have already yielded multiple planetary detections, including two potential super-Earths at the inner and outer edges of the habitable zone. More planets have been reported, but continuing observations are needed to help provide an improved picture of Tau Ceti’s planetary system.",
    "transit_planets_prospects": "0 planets have been detected to date around this star with transits.",
    "imaging_planets_prospects": "0 planets have been detected to date around this star using direct imaging.Because the star is nearby and bright, its planetary system is a prime imaging target. Future large space telescopes will be able to detect exoplanets down to Earth size in Tau Ceti's habitable zone, identify their atmospheric constituents, and determine if they have habitable conditions. Any dust clouds near the habitable zone could also be studied in great detail.",
    "planet_ids": [
      248386,
      248387,
      248388,
      248389
    ],
    "exo_id": "tau_Cet",
    "st_optmag": 3.496,
    "st_vj": 3.496,
    "st_dist": 3.6522,
    "st_j": 3.496,
    "st_mass": 0.94,
    "dec": -15.9374799,
    "st_teff": 5356,
    "st_rad": 0.826,
    "ra": 26.0170131,
    "system_radius": 199563558.58,
    "pl_hostname": "tau_Cet",
    "stellar_type": "G",
    "tic_id": "TIC 419015728",
    "magnitude": 3.5
  },
  "_links": {
    "self": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star/260416",
        "targetHints": {
          "allow": [
            "GET"
          ]
        }
      }
    ],
    "collection": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star"
      }
    ],
    "about": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/types/star"
      }
    ],
    "acf:post": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/248389"
      },
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/248388"
      },
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/248387"
      },
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/248386"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/media/429648"
      }
    ]
  }
}