{"id":260596,"date":"2023-11-28T20:27:45","date_gmt":"2023-11-29T01:27:45","modified":"2025-09-28T22:55:10","modified_gmt":"2025-09-29T02:55:10","slug":"gj_887","type":"star","link":"https://science.nasa.gov/exoplanets/star-catalog/gj_887/","featured_media":429650,"categories":[],"acf":{"display_name":"Lacaille 9352","custom_star_title":"GJ 887","aliases":"GJ887,Lacaille9352,HD217987,GJ887,HD 217987,GJ 887","constellation":"Piscis Austrinus","custom_star_description":"GJ 887, also known as Lacaille 9352, is a nearby red dwarf star located in the constellation Piscis Austrinus. Relative to the Sun, it is smaller, cooler, and significantly less luminous. It exhibits similar levels of stellar magnetic activity but has a lower abundance of elements heavier than helium, compared to the Sun.","tagline":"A star with two closely orbiting super-Earths","pop_culture":"GJ 887 has been featured in various works of science fiction. In the “Revelation Space” series by Alastair Reynolds, it is orbited by an exoplanet named Fand, which supports life.","detection_timeline":"To date, two exoplanets have been confirmed around GJ 887. Detected in 2020 from radial velocity measurements, the two exoplanets, GJ 887 b and GJ 887 c, are extremely close to the host star, with masses of at least four and eight times that of Earth, respectively. A signal suggests the potential presence of additional exoplanets in the system. GJ 887 holds great promise for further exploration, particularly through future direct imaging. Upcoming large space telescopes will enable the search for exoplanets as small as Earth within the star’s habitable zone, in addition to imaging the existing two exoplanets.","rv_planets_prospects":"2 planets have been detected to date around this star using radial velocities.Two super-Earth exoplanets, GJ 887 b and GJ 887 c, were detected in 2020. Both exoplanets orbit close to the star, with GJ 887 b closer-in on a nine day orbit around the star, whereas GJ 887 c orbits once every 22 days. GJ 887 is a good candidate for further radial velocity studies.","transit_planets_prospects":"0 planets have been detected to date around this star using transits.","imaging_planets_prospects":"0 planets have been detected to date around this star using direct imaging.Due to its brightness and proximity, GJ 887 is a good target for future direct imaging. Upcoming large space telescopes will be able to use direct imaging to search for rocky exoplanets as small as Earth within the star's habitable zone. These telescopes will also characterize the atmospheres of the exoplanets already known to exist within the GJ 887 system.","planet_ids":[243704,243705],"exo_id":"GJ_887","st_optmag":7.33,"st_vj":7.33,"st_dist":3.2871,"st_j":7.33,"st_mass":0.49,"dec":-35.8530709,"st_teff":3680,"st_rad":0.47,"ra":346.4668158,"system_radius":17951744.4,"pl_hostname":"GJ_887","stellar_type":"M","tic_id":"TIC 155315739","magnitude":7.3},"_links":{"self":[{"href":"https://science.nasa.gov/wp-json/wp/v2/star/260596","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https://science.nasa.gov/wp-json/wp/v2/star"}],"about":[{"href":"https://science.nasa.gov/wp-json/wp/v2/types/star"}],"acf:post":[{"embeddable":true,"href":"https://science.nasa.gov/wp-json/wp/v2/exoplanet/243705"},{"embeddable":true,"href":"https://science.nasa.gov/wp-json/wp/v2/exoplanet/243704"}],"wp:featuredmedia":[{"embeddable":true,"href":"https://science.nasa.gov/wp-json/wp/v2/media/429650"}]}}