{
  "id": 260646,
  "date": "2023-11-28T20:28:21",
  "date_gmt": "2023-11-29T01:28:21",
  "modified": "2025-10-24T23:46:01",
  "modified_gmt": "2025-10-25T03:46:01",
  "slug": "47_uma",
  "type": "star",
  "link": "https://science.nasa.gov/exoplanets/star-catalog/47_uma/",
  "featured_media": 429648,
  "categories": [],
  "acf": {
    "display_name": "Chalawan",
    "custom_star_title": "47 Ursae Majoris",
    "aliases": "47UrsaeMajoris,Chalawan,HD95128,HR4277,GJ407,47 Ursae Majoris,HD 95128,HR 4277,GJ 407",
    "constellation": "Ursa Major",
    "custom_star_description": "47 Ursae Majoris, also known as Chalawan, is a Sun-like star located nearby in the Ursa Major constellation. The name “Chalawan” was recommended by the Thai Astronomical Society as part of the “NameExoWorlds” campaign and adopted by the International Astronomical Union. In comparison to the Sun, 47 Ursae Majoris is larger, slightly hotter, and more luminous. It exhibits lower levels of stellar magnetic activity and has a slightly higher abundance of elements heavier than helium.",
    "tagline": "A Sun-like star already known to host three large planets",
    "pop_culture": "47 Ursae Majoris has served as the host star for exoplanetary systems in science fiction novels such as “Old Man's War” by John Scalzi and the “Coyote” trilogy by Allen Steele.",
    "detection_timeline": "Three large planets have already been discovered around 47 Ursae Majoris. These exoplanets were detected using the radial velocity technique, which is particularly effective at detecting large exoplanets situated close to their host star. All three known exoplanets are expected to be gas giants. As a bright nearby star resembling the Sun, 47 Ursae Majoris is a key target for further exploration of exoplanets. Future direct imaging missions hold the potential to not only characterize the atmospheres of the currently detected exoplanets, but also reveal smaller rocky exoplanets within the star's habitable zone.",
    "rv_planets_prospects": "3 planets have been detected with radial velocities around this star to date.The exoplanets 47 Ursae Majoris b (Taphao Thong) and 47 Ursae Majoris c (Taphae Kaew) were discovered in 1996 and 2001, respectively. These names were inspired by characters associated with Chalawan in Thai mythology and given as part of the “NameExoWorlds” program. Refinements in radial velocity measurements led to the detection of another planet, 47 Ursae Majoris d, in 2009.",
    "transit_planets_prospects": "",
    "imaging_planets_prospects": "0 planets have been detected with direct imaging of this star to date.Due to its brightness and proximity, 47 Ursae Majoris is an ideal candidate for future direct imaging missions. Advanced space telescopes with direct imaging capabilities will be able to search for rocky exoplanets as small as Earth within the star's habitable zone. Furthermore, future direct imaging will enable scientists to study the atmospheres of the already known exoplanets in this system.",
    "planet_ids": [
      243406,
      243407,
      243408
    ],
    "exo_id": "47_UMa",
    "st_optmag": 5.037,
    "st_vj": 5.037,
    "st_dist": 13.8875,
    "st_j": 5.037,
    "st_mass": 1.07,
    "dec": 40.4302557,
    "st_teff": 5880,
    "st_rad": 1.21,
    "ra": 164.8665531,
    "system_radius": 1735335292,
    "pl_hostname": "47_UMa",
    "stellar_type": "G",
    "tic_id": "TIC 21535479",
    "magnitude": 5
  },
  "_links": {
    "self": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star/260646",
        "targetHints": {
          "allow": [
            "GET"
          ]
        }
      }
    ],
    "collection": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star"
      }
    ],
    "about": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/types/star"
      }
    ],
    "acf:post": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/243408"
      },
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/243407"
      },
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/243406"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/media/429648"
      }
    ]
  }
}