{"id":260641,"date":"2023-11-28T20:28:17","date_gmt":"2023-11-29T01:28:17","modified":"2025-09-28T22:55:09","modified_gmt":"2025-09-29T02:55:09","slug":"rho_crb","type":"star","link":"https://science.nasa.gov/exoplanets/star-catalog/rho_crb/","featured_media":429648,"categories":[],"acf":{"display_name":"Rho Coronae Borealis","custom_star_title":"Rho Coronae Borealis","aliases":"RhoCoronaeBorealis,HD143761,HR5968,GJ9537,HD 143761,HR 5968,GJ 9537,rho crb","constellation":"Corona Borealis","custom_star_description":"Rho Coronae Borealis is a nearby Sun-like star situated in the Corona Borealis constellation. It is visible to the naked eye and shares many similarities with our Sun. Compared to the Sun, it has a similar temperature but is larger and more luminous. Additionally, it exhibits lower levels of stellar magnetic activity and a reduced abundance of elements heavier than helium.","tagline":"A Sun-like star known to host exoplanets","pop_culture":"","detection_timeline":"Radial velocity searches have detected multiple exoplanets around Rho Coronae Borealis. Rho Coronae Borealis b is a large gas giant exoplanet that was discovered in 1997, and Rho Coronae Borealis c is an exoplanet that is more similar to Neptune, discovered in 2016. In 2023, two new exoplanets were reported using radial velocity method: a temperate Neptune-mass planet “d” and a hot super-Earth “e”.  As a bright, nearby Sun-like star, Rho Coronae Borealis represents a promising target for future direct imaging missions. With the high-contrast imaging capabilities of upcoming large space telescopes, it will become possible to search for Earth-sized planets within the star's habitable zone.","rv_planets_prospects":"4 planets have been detected to date around this star using radial velocities.Rho Coronae Borealis b was initially detected in 1997, but its existence faced controversy for several decades due to its predicted mass, which approached that of a small star. In 2016, a paper confirmed the presence of this exoplanet and announced the discovery of Rho Coronae Borealis c, the second exoplanet in the system. Rho Coronae Borealis b has a mass at least as large as Jupiter, while Rho Coronae Borealis c is slightly more massive than Neptune. In 2023, a distant Neptune-like exoplanet, Rho Coronae Borealis d, and a close-in super Earth, Rho Coronae Borealis e, were detected. Given Rho Coronae Borealis' Sun-like properties and low levels of stellar magnetic activity, it is a favorable candidate for future radial velocity studies.","transit_planets_prospects":"0 planets have been detected to date around this star using transits.","imaging_planets_prospects":"0 planets have been detected to date around this star using direct imaging.Due to its proximity and brightness, Rho Coronae Borealis is a good target for future direct imaging missions. Upcoming large space telescopes will enable the search for rocky exoplanets as small as Earth within the star's habitable zone. Moreover, these telescopes will provide the opportunity to characterize the atmospheres of the already confirmed exoplanets, shedding light on their composition and properties.","planet_ids":{"0":248373,"1":248374,"2":248371,"3":248372},"exo_id":"rho_CrB","st_optmag":5.41,"st_vj":5.41,"st_dist":17.5108,"st_j":5.41,"st_mass":0.97,"dec":33.303511,"st_teff":5812,"st_rad":1.328,"ra":240.2610854,"system_radius":123717438.49,"pl_hostname":"rho_CrB","stellar_type":"G","tic_id":"TIC 458494003","magnitude":5.4},"_links":{"self":[{"href":"https://science.nasa.gov/wp-json/wp/v2/star/260641","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https://science.nasa.gov/wp-json/wp/v2/star"}],"about":[{"href":"https://science.nasa.gov/wp-json/wp/v2/types/star"}],"acf:post":[{"embeddable":true,"href":"https://science.nasa.gov/wp-json/wp/v2/exoplanet/248374"},{"embeddable":true,"href":"https://science.nasa.gov/wp-json/wp/v2/exoplanet/248373"},{"embeddable":true,"href":"https://science.nasa.gov/wp-json/wp/v2/exoplanet/248372"},{"embeddable":true,"href":"https://science.nasa.gov/wp-json/wp/v2/exoplanet/248371"}],"wp:featuredmedia":[{"embeddable":true,"href":"https://science.nasa.gov/wp-json/wp/v2/media/429648"}]}}