{
  "id": 260867,
  "date": "2023-11-28T20:31:07",
  "date_gmt": "2023-11-29T01:31:07",
  "modified": "2025-10-09T23:17:10",
  "modified_gmt": "2025-10-10T03:17:10",
  "slug": "hd_102365",
  "type": "star",
  "link": "https://science.nasa.gov/exoplanets/star-catalog/hd_102365/",
  "featured_media": 429648,
  "categories": [],
  "acf": {
    "display_name": "HD 102365",
    "custom_star_title": "HD 102365",
    "aliases": "HR4523,GJ442A,HR 4523,GJ 442A",
    "constellation": "Centaurus",
    "custom_star_description": "HD 102365 is a bright, nearby Sun-like star in the constellation Centaurus that can be seen with the naked eye. It is similar in size and temperature to the Sun, but less luminous. HD 102365 has similar levels of magnetic activity as the Sun and a lower abundance of elements heavier than helium. It is part of a binary system with a red dwarf companion star, HD 102365 B.",
    "tagline": "The largest star in a binary system, with one exoplanet already discovered",
    "pop_culture": "An alien family from HD 102365 makes a cameo appearance in the opening credits of the first episode of season 30 of “The Simpsons.”",
    "detection_timeline": "HD 102365 has one confirmed exoplanet, HD 102365 b, which was discovered in 2010 using the radial velocity technique. This Neptune-sized exoplanet orbits at roughly 0.5 astronomical units from the host star and completes a full orbit every 122 days. As a nearby bright star similar to the Sun, HD 102365 is an ideal target for further exoplanet exploration, particularly through direct imaging. Upcoming space telescopes with high-contrast imaging capabilities could reveal exoplanets down to Earth size in the star’s habitable zone.",
    "rv_planets_prospects": "1 planet has been detected with radial velocities around this star to date. A 12-year radial velocity study culminated in the discovery of the Neptune-sized exoplanet HD 102365 b. This exoplanet is close to the host star, and completes a full orbit every 122 days.",
    "transit_planets_prospects": "",
    "imaging_planets_prospects": "0 planets have been detected with direct imaging of this star to date.As a nearby bright star, HD 102365 is a prime candidate for future direct imaging efforts. Upcoming large space telescopes will be able to search for exoplanets, including rocky planets as small as Earth, in the star’s habitable zone. They will also have the capability to detect larger planets farther from the star.",
    "planet_ids": [
      243883
    ],
    "exo_id": "HD_102365",
    "st_optmag": 4.893,
    "st_vj": 4.893,
    "st_dist": 9.3195,
    "st_j": 4.893,
    "st_mass": 1.02,
    "dec": -40.5003572,
    "st_teff": 5618,
    "st_rad": 0.97,
    "ra": 176.6294689,
    "system_radius": 68815020.2,
    "pl_hostname": "HD_102365",
    "stellar_type": "G",
    "tic_id": "TIC 454082369",
    "magnitude": 4.9
  },
  "_links": {
    "self": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star/260867",
        "targetHints": {
          "allow": [
            "GET"
          ]
        }
      }
    ],
    "collection": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star"
      }
    ],
    "about": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/types/star"
      }
    ],
    "acf:post": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/243883"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/media/429648"
      }
    ]
  }
}