{"id":261193,"date":"2023-11-28T20:35:14","date_gmt":"2023-11-29T01:35:14","modified":"2025-09-26T22:51:13","modified_gmt":"2025-09-27T02:51:13","slug":"hd_160691","type":"star","link":"https://science.nasa.gov/exoplanets/star-catalog/hd_160691/","featured_media":429648,"categories":[],"acf":{"display_name":"Cervantes","custom_star_title":"HD 160691","aliases":"HD 160691,HR 6585,GJ 691","constellation":"Ara","custom_star_description":"HD 160691, also known as Mu Arae and Cervantes, is a nearby Sun-like star located in the constellation Ara. Bright enough to be visible to the naked eye, the star is larger, slightly cooler, and more luminous than the Sun, with lower levels of magnetic activity and a higher abundance of heavy elements.  The star’s official name, Cervantes, is the result of the International Astronomical Union’s NameExoWorlds campaign, where the Planetario de Pamplona proposed that the star be named in honor of  Spanish author, Miguel de Cervantes. There are at least four confirmed exoplanets around this star, all of which have official names based on the characters from Cervantes' novel “Don Quixote.”","tagline":"A Sun-like star with four confirmed exoplanets","pop_culture":"HD 160691 appears on a navigation chart in an episode of “Star Trek: Picard.”","detection_timeline":"To date, four exoplanets have been confirmed around HD 160691, based on radial velocity detections from 2000-2006. As part of the 2015 NameExoWorlds campaign, these exoplanets have been named after characters from the novel “Don Quixote.” The exoplanets in the system are Mu Arae d (Dulcinea), which is a hot Neptune-sized exoplanet, Mu Arae e (Rocinante), Mu Arae b (Quijote), and Mu Arae c (Sancho), with the last three being gas giants. All of these planets have orbits that are within 4 astronomical units of the star, with Quijote located in the habitable zone. HD 160691 is a promising system for direct imaging in the future, as larger space telescopes may be capable of detecting smaller planets in the system and characterizing the atmospheres of the known exoplanets.","rv_planets_prospects":"4 planets have been detected with radial velocities around this star to date. Discovered between 2000 and 2006, four giant planets have been detected around HD 160691 using the radial velocity method. The star’s proximity and lower magnetic activity, compared to the Sun, make it an excellent candidate for radial velocity studies. This method is particularly effective in detecting large exoplanets located close to their host star, which matches the type of exoplanets (three gas giants and one Neptune-like planet) currently known in this system. Continued radial velocity monitoring aims to discover additional exoplanets in the system.","transit_planets_prospects":"0 planets have been detected to date around this star using transits.","imaging_planets_prospects":"0 planets have been detected with direct imaging of this star to date.Given that HD 160691 is a nearby and bright star, it is a good target for future direct imaging efforts. Upcoming large space telescopes equipped with advanced imaging capabilities will enable the search for rocky exoplanets as small as Earth within the star's habitable zone. Additionally, these telescopes will provide the opportunity to detect larger exoplanets situated farther away from the star and to characterize the atmospheres of the exoplanets already confirmed in the system.","planet_ids":[244108,244109,244110,244111],"exo_id":"HD_160691","st_optmag":5.124,"st_vj":5.124,"st_dist":15.6042,"st_j":5.124,"st_mass":1,"dec":-51.8340532,"st_teff":5761,"st_rad":1.383,"ra":266.0362631,"system_radius":623823117.9,"pl_hostname":"HD_160691","stellar_type":"G","tic_id":"TIC 362661163","magnitude":5.1},"_links":{"self":[{"href":"https://science.nasa.gov/wp-json/wp/v2/star/261193","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https://science.nasa.gov/wp-json/wp/v2/star"}],"about":[{"href":"https://science.nasa.gov/wp-json/wp/v2/types/star"}],"acf:post":[{"embeddable":true,"href":"https://science.nasa.gov/wp-json/wp/v2/exoplanet/244111"},{"embeddable":true,"href":"https://science.nasa.gov/wp-json/wp/v2/exoplanet/244110"},{"embeddable":true,"href":"https://science.nasa.gov/wp-json/wp/v2/exoplanet/244109"},{"embeddable":true,"href":"https://science.nasa.gov/wp-json/wp/v2/exoplanet/244108"}],"wp:featuredmedia":[{"embeddable":true,"href":"https://science.nasa.gov/wp-json/wp/v2/media/429648"}]}}