{
  "id": 261201,
  "date": "2023-11-28T20:35:21",
  "date_gmt": "2023-11-29T01:35:21",
  "modified": "2025-10-05T23:09:05",
  "modified_gmt": "2025-10-06T03:09:05",
  "slug": "hr_810",
  "type": "star",
  "link": "https://science.nasa.gov/exoplanets/star-catalog/hr_810/",
  "featured_media": 429647,
  "categories": [],
  "acf": {
    "display_name": "Iota Horologii",
    "custom_star_title": "HR 810",
    "aliases": "HR810,IotaHorologii,HD 17051,HR 810,GJ 108",
    "constellation": "Horologium",
    "custom_star_description": "HR 810, also known as Iota Horologii, is a nearby yellow-hued star, bright enough to be seen with the naked eye. It is located in the constellation Horologium, which represents a pendulum clock, and Iota Horologii forms part of the clock's face. Relative to the Sun, it is larger, hotter, and more luminous. It exhibits higher levels of stellar magnetic activity and has a greater abundance of elements heavier than helium, compared to the Sun.",
    "tagline": "A star hosting a hot Jupiter exoplanet",
    "pop_culture": "",
    "detection_timeline": "To date, one exoplanet has been confirmed around Iota Horologii. A hot Jupiter exoplanet was discovered in 1999, using the radial velocity technique. Iota Horologii is a promising target for future exoplanet discoveries with direct imaging. Upcoming large space telescopes with high-contrast imaging could reveal rocky exoplanets, as small as Earth, in the star’s habitable zone, if they exist. Additionally, future observations will provide insights into the atmospheric composition of the known exoplanet.",
    "rv_planets_prospects": "1 planet has been detected with radial velocities around this star to date. Iota Horologii b is a hot gas giant exoplanet that was discovered using the radial velocity technique in 1999. Located slightly closer to its host star than Earth is to the Sun, the planet has an orbital period of 303 days.  Its mass is at least twice that of Jupiter. The star’s level of magnetic activity complicate radial velocity planet searches.",
    "transit_planets_prospects": "0 planets have been detected to date around this star using transits.",
    "imaging_planets_prospects": "0 planets have been detected to date around this star using direct imaging.Given its proximity and brightness, Iota Horologii is an excellent target for future direct imaging missions. Upcoming large space telescopes will have the capability to directly image rocky exoplanets as small as Earth within the star's habitable zone. Moreover, these telescopes will enable the characterization of the atmosphere of the already known exoplanet.",
    "planet_ids": [
      244706
    ],
    "exo_id": "HR_810",
    "st_optmag": 5.395,
    "st_vj": 5.395,
    "st_dist": 17.3572,
    "st_j": 5.395,
    "st_mass": 1.14,
    "dec": -50.8002931,
    "st_teff": 6157,
    "st_rad": 1.158,
    "ra": 40.6394444,
    "system_radius": 137630040.4,
    "pl_hostname": "HR_810",
    "stellar_type": "F",
    "tic_id": "TIC 166853853",
    "magnitude": 5.4
  },
  "_links": {
    "self": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star/261201",
        "targetHints": {
          "allow": [
            "GET"
          ]
        }
      }
    ],
    "collection": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star"
      }
    ],
    "about": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/types/star"
      }
    ],
    "acf:post": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/244706"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/media/429647"
      }
    ]
  }
}