{
  "id": 262347,
  "date": "2023-11-28T20:49:50",
  "date_gmt": "2023-11-29T01:49:50",
  "modified": "2025-10-12T23:23:04",
  "modified_gmt": "2025-10-13T03:23:04",
  "slug": "hd_192310",
  "type": "star",
  "link": "https://science.nasa.gov/exoplanets/star-catalog/hd_192310/",
  "featured_media": 429649,
  "categories": [],
  "acf": {
    "display_name": "HD 192310",
    "custom_star_title": "HD 192310",
    "aliases": "HD192310,HR7722,GJ785,HR 7722,GJ 785",
    "constellation": "Capricornus",
    "custom_star_description": "HD 192310, also known as HR 7722, is a relatively nearby orange dwarf star. Faintly visible to the naked eye, the star is located in the southern constellation Capricornus. Relative to the Sun, HD 192310 is smaller, cooler, and older, with similar abundances of elements heavier than helium. Less than half as bright as the Sun, the star has an orange hue and very low levels of magnetic activity.",
    "tagline": "A bright star that harbors planets",
    "pop_culture": "HD 192310 is referenced in a graphic novella “Aliens: Inhuman Condition,” which extends the world of the movie “Alien.” In this work, there is a planet around HD 192310 named Narvis-4, which houses an Artificial Humanoid Fabrication Plant.",
    "detection_timeline": "Two exoplanets have been confirmed around HD 192310. Discovered in 2011 from radial velocity measurements, the planets are similar to Neptune, orbiting near the inner and outer edges of the star’s habitable zone. As a bright, nearby star, HD 192310 is well suited to future exoplanet exploration, particularly with direct imaging. If there are habitable planets in the system, future space telescopes capable of high contrast imaging would reveal them.",
    "rv_planets_prospects": "2 planets have been detected to date around this star using radial velocities.The star is well suited to radial velocity studies due to its low magnetic activity. Radial velocity monitoring led to the detection of 2 Neptune-like planets on the inner and outer edges of the star’s habitable zone.",
    "transit_planets_prospects": "0 planets have been detected to date around this star with transits.",
    "imaging_planets_prospects": "0 planets have been detected to date around this star using direct imaging.Because the star is nearby and the habitable zone would be far enough from the central star to image, HD 192310 is a prime target for future direct imaging. future large space telescopes will be able to search for exoplanets down to Earth size in the star’s habitable zone and characterize the planets detected with radial velocity measurements.",
    "planet_ids": [
      244208,
      244209
    ],
    "exo_id": "HD_192310",
    "st_optmag": 5.73,
    "st_vj": 5.73,
    "st_dist": 8.8116,
    "st_j": 5.73,
    "st_mass": 0.77,
    "dec": -27.0329754,
    "st_teff": 5087,
    "st_rad": 0.818,
    "ra": 303.8224641,
    "system_radius": 176525486.6,
    "pl_hostname": "HD_192310",
    "stellar_type": "K",
    "tic_id": "TIC 326096771",
    "magnitude": 5.7
  },
  "_links": {
    "self": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star/262347",
        "targetHints": {
          "allow": [
            "GET"
          ]
        }
      }
    ],
    "collection": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star"
      }
    ],
    "about": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/types/star"
      }
    ],
    "acf:post": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/244209"
      },
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/244208"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/media/429649"
      }
    ]
  }
}