{
  "id": 262304,
  "date": "2023-11-28T20:49:18",
  "date_gmt": "2023-11-29T01:49:18",
  "modified": "2025-10-29T23:54:01",
  "modified_gmt": "2025-10-30T03:54:01",
  "slug": "hd_190360",
  "type": "star",
  "link": "https://science.nasa.gov/exoplanets/star-catalog/hd_190360/",
  "featured_media": 429648,
  "categories": [],
  "acf": {
    "display_name": "HD 190360",
    "custom_star_title": "HD 190360",
    "aliases": "HD190360,HD190360,HD190360,HR7670,GJ777A,HR 7670,GJ 777A",
    "constellation": "Cygnus",
    "custom_star_description": "HD 190360 is a nearby Sun-like star situated in the Cygnus constellation. It is bright enough to be seen with the naked eye. Relative to the Sun, HD 190360 is larger, more luminous, and has a similar temperature. It exhibits lower levels of stellar magnetic activity but has a higher abundance of elements heavier than helium, compared to the Sun. HD 190360 is part of a stellar binary system, and it has a smaller red dwarf companion, LHS 3509, orbiting at a distance of 3,000 astronomical units.",
    "tagline": "A Sun-like star with a planetary system",
    "pop_culture": "",
    "detection_timeline": "Two exoplanets have been detected around HD 190360 using the radial velocity method. The closest planet, HD 190360 c, is a hot Neptune orbiting merely 0.13 astronomical units from the host star. The other exoplanet, HD 190360 b, has a mass almost double that of Jupiter and orbits slightly closer to the host star than Jupiter orbits the Sun. HD 190360 is a promising candidate for further exploration with direct imaging. Future space telescopes with high-contrast imaging capabilities could potentially reveal exoplanets as small as Earth within the star's habitable zone. Moreover, such technology would enable scientists to characterize the atmospheres of the already known exoplanets within the system.",
    "rv_planets_prospects": "2 planets have been detected to date around this star using radial velocities.The exoplanet HD 190360 b was discovered in 2003. It has a mass nearly double that of Jupiter, but its orbit is smaller than Jupiter's. A smaller, second exoplanet, HD 190360 c, was detected in 2005. It has a mass nearly 20 times that of Earth and is much closer to the host star, completing an orbit around the star every 17 days. Due to lower stellar magnetic activity levels than the Sun, HD 190360 is well-suited to radial velocity studies.",
    "transit_planets_prospects": "0 planets have been detected to date around this star using transits.",
    "imaging_planets_prospects": "0 planets have been detected to date around this star using direct imaging.Because HD 190360 is a nearby bright star, it is a good target for future direct imaging. Upcoming large space telescopes equipped with direct imaging capabilities will enable the search for rocky exoplanets as small as Earth within the star's habitable zone. Additionally, these telescopes will have the capability to characterize the atmospheres of the already known exoplanets within the system.",
    "planet_ids": [
      244196,
      244197
    ],
    "exo_id": "HD_190360",
    "st_optmag": 5.745,
    "st_vj": 5.745,
    "st_dist": 16.0035,
    "st_j": 5.745,
    "st_mass": 0.96,
    "dec": 29.8968035,
    "st_teff": 5563,
    "st_rad": 1.162,
    "ra": 300.9058545,
    "system_radius": 583431693,
    "pl_hostname": "HD_190360",
    "stellar_type": "G",
    "tic_id": "TIC 105999792",
    "magnitude": 5.7
  },
  "_links": {
    "self": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star/262304",
        "targetHints": {
          "allow": [
            "GET"
          ]
        }
      }
    ],
    "collection": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star"
      }
    ],
    "about": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/types/star"
      }
    ],
    "acf:post": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/244197"
      },
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/244196"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/media/429648"
      }
    ]
  }
}