{
  "id": 262353,
  "date": "2023-11-28T20:49:54",
  "date_gmt": "2023-11-29T01:49:54",
  "modified": "2025-11-06T23:09:17",
  "modified_gmt": "2025-11-07T04:09:17",
  "slug": "hd_141004",
  "type": "star",
  "link": "https://science.nasa.gov/exoplanets/star-catalog/hd_141004/",
  "featured_media": 429648,
  "categories": [],
  "acf": {
    "display_name": "Lambda Serpentis",
    "custom_star_title": "Lambda Serpentis",
    "aliases": "HD141004,LambdaSerpentis,HD141004,HR5868,GJ598,HD 141004,HR 5868,GJ 598",
    "constellation": "Serpens",
    "custom_star_description": "HD 141004, also known as Lambda Serpentis, is a star like the Sun located relatively close to Earth, in the constellation Serpens. Larger and warmer than the Sun, the star is twice as luminous and is visible to the naked eye. It has low levels of magnetic activity and a slightly lower abundance of elements heavier than helium, as compared to the Sun.",
    "tagline": "A bright star, located relatively nearby, that hosts a planet",
    "pop_culture": "Lambda Serpentis is featured as a planetary system in the “Halo” video game franchise and the “Blue Planet” role-playing game, as well as episodes of “Star Trek.”",
    "detection_timeline": "To date, one Neptune-like giant planet (named HD 141004 b) has been detected around this star, using radial velocity data. As a nearby, Sun-like star hosting a planet, HD 141004 is a prime target for future exoplanet exploration, particularly with direct imaging. If there are planets in the habitable zone around this Sun-like star, future space telescopes capable of high contrast imaging could reveal them.",
    "rv_planets_prospects": "1 planet has been detected to date around this star using radial velocitiesRadial velocity monitoring led to the detection of a Neptune-like planet around this star, interior to the habitable zone, which was confirmed in 2021. Given the low magnetic activity of the star, it is well suited to further radial velocity studies.",
    "transit_planets_prospects": "0 planets have been detected to date around this star with transits.",
    "imaging_planets_prospects": "0 planets have been detected to date around this star using direct imaging.Because the star is nearby and the habitable zone would be far enough from the central star to image, HD 141004 is a good target for future direct imaging. future large space telescopes will be able to search for exoplanets down to Earth size in the star’s habitable zone and characterize the planet that has already been detected in the system.",
    "planet_ids": [
      244025
    ],
    "exo_id": "HD_141004",
    "st_optmag": 4.422,
    "st_vj": 4.422,
    "st_dist": 11.9159,
    "st_j": 4.422,
    "st_mass": 1.09,
    "dec": 7.3530687,
    "st_teff": 5898,
    "st_rad": 1.356,
    "ra": 236.6108925,
    "system_radius": 18520216.306,
    "pl_hostname": "HD_141004",
    "stellar_type": "G",
    "tic_id": "TIC 296740796",
    "magnitude": 4.4
  },
  "_links": {
    "self": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star/262353",
        "targetHints": {
          "allow": [
            "GET"
          ]
        }
      }
    ],
    "collection": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star"
      }
    ],
    "about": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/types/star"
      }
    ],
    "acf:post": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/244025"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/media/429648"
      }
    ]
  }
}