{
  "id": 262540,
  "date": "2023-11-28T20:52:17",
  "date_gmt": "2023-11-29T01:52:17",
  "modified": "2025-11-07T23:11:18",
  "modified_gmt": "2025-11-08T04:11:18",
  "slug": "hd_39091",
  "type": "star",
  "link": "https://science.nasa.gov/exoplanets/star-catalog/hd_39091/",
  "featured_media": 429647,
  "categories": [],
  "acf": {
    "display_name": "Pi Mensae",
    "custom_star_title": "HD 39091",
    "aliases": "HD39091,PiMensae,HD39091,HR2022,GJ9189,HD 39091,HR 2022,GJ 9189",
    "constellation": "Mensa",
    "custom_star_description": "HD 39091, also known as Pi Mensae, is a nearby Sun-like star located in the constellation Mensa, bright enough to be seen with the naked eye. Compared to the Sun, HD 39091 is larger, slightly hotter, and more luminous. It exhibits similar levels of stellar magnetic activity but has a higher abundance of elements heavier than helium. HD 39091 is surrounded by a cool debris disk, situated at a radius of 46 astronomical units.",
    "tagline": "A Sun-like star with an interesting planetary system",
    "pop_culture": "",
    "detection_timeline": "To date, three exoplanets have been confirmed around HD 39091. Its first exoplanet, HD 39091 b, was discovered in 2001 using the radial velocity technique. It is one of the largest known exoplanets and nearly reaches the size of a brown dwarf. In 2018, Pi Mensae c became the first exoplanet discovered by the TESS space telescope. It is a super-Earth orbiting in close proximity to the host star. A third exoplanet, Pi Mensae d, was discovered in 2022 using radial velocity measurements. As a bright nearby Sun-like star, HD 39091, is a good target for future direct imaging. Future space telescopes with high-contrast imaging capabilities will be able to search for exoplanets as small as Earth within the star's habitable zone and characterize the already known exoplanets within the system, including insights into their atmospheric compositions.",
    "rv_planets_prospects": "2 planets have been detected to date around this star using radial velocities.The first exoplanet in the system, HD 39091 b, was detected in 2001 through radial velocities and is one of the largest exoplanets discovered. It has an orbital period of 2089 days, ranging in distance from the star between 3.3 and 2.5 astronomical units. In 2022, another planet, Pi Mensae d, was discovered using radial velocities. It is classified as either a super-Earth or hot Neptune, with an orbital period of 125 days. Given HD 39091's similarity in magnetic activity to the Sun and its proximity, it is a suitable candidate for further radial velocity studies.",
    "transit_planets_prospects": "1 planet has been detected with transits around this star to date.In 2018, Pi Mensae c was the first exoplanet to be discovered by the Transiting Exoplanet Survey Satellite (TESS).  It is a super-Earth exoplanet that orbits very close to its star, with an orbital period of 6.3 days.",
    "imaging_planets_prospects": "0 planets have been detected to date around this star using direct imaging.Because the star is bright, nearby and the habitable zone would be far enough from the central star to image, Pi Mensae is a good target for future direct imaging. Upcoming large space telescopes equipped with direct imaging capabilities will enable the search for rocky exoplanets as small as Earth within the star's habitable zone. Moreover, these telescopes will enable the characterization of the atmospheres of the already known exoplanets within the system.",
    "planet_ids": {
      "0": 248344,
      "1": 248343,
      "2": 244424
    },
    "exo_id": "HD_39091",
    "st_optmag": 5.666,
    "st_vj": 5.666,
    "st_dist": 18.2874,
    "st_j": 5.666,
    "st_mass": 1.08,
    "dec": -80.4691207,
    "st_teff": 5982,
    "st_rad": 1.153,
    "ra": 84.2911952,
    "system_radius": 490681013.6,
    "pl_hostname": "HD_39091",
    "stellar_type": "F",
    "tic_id": "TIC 261136679",
    "magnitude": 5.7
  },
  "_links": {
    "self": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star/262540",
        "targetHints": {
          "allow": [
            "GET"
          ]
        }
      }
    ],
    "collection": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star"
      }
    ],
    "about": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/types/star"
      }
    ],
    "acf:post": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/248344"
      },
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/248343"
      },
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/244424"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/media/429647"
      }
    ]
  }
}