{
  "id": 262996,
  "date": "2023-11-28T20:58:06",
  "date_gmt": "2023-11-29T01:58:06",
  "modified": "2025-10-21T23:40:12",
  "modified_gmt": "2025-10-22T03:40:12",
  "slug": "hd_136352",
  "type": "star",
  "link": "https://science.nasa.gov/exoplanets/star-catalog/hd_136352/",
  "featured_media": 429648,
  "categories": [],
  "acf": {
    "display_name": "Nu2 Lupi",
    "custom_star_title": "HD 136352",
    "aliases": "HD136352,Nu2Lupi,HD136352,HR5699,GJ582,HD 136352,HR 5699,GJ 582",
    "constellation": "Lupus",
    "custom_star_description": "HD 136352, also known as Nu2 Lupi, is a nearby Sun-like star, located in the constellation Lupus. It is bright enough to be seen with the naked eye. In terms of temperature, size, and luminosity, HD 136352 closely resembles the Sun. It exhibits comparable levels of stellar magnetic activity but has a lower abundance of elements heavier than helium. HD 136352 is estimated to be around 12 billion years old, more than twice the age of the Sun.",
    "tagline": "A Sun-like star hosting three confirmed exoplanets",
    "pop_culture": "",
    "detection_timeline": "Multiple exoplanets have been confirmed around HD 136352. Three planets were detected using the radial velocity method, but they can also be observed as they transit the host star. All three planets orbit HD 136352 at close distances. The innermost planet, HD 136352 b, is a rocky super-Earth. The other two planets have sizes comparable to Neptune, but their composition and atmospheres remain largely unknown. Because HD 136352 is a bright, nearby Sun-like star, it is a promising target for future direct imaging, enabling scientists to study the atmospheres of these exoplanets and search for smaller rocky exoplanets within the star's habitable zone.",
    "rv_planets_prospects": "3 planets have been detected to date around this star using radial velocities.Three planets have been detected around HD 136352 through radial velocity measurements. These discoveries were made in 2019 following over a decade of observations. As a nearby star exhibiting magnetic activity levels similar to the Sun, HD 136352 is a suitable candidate for further radial velocity studies.",
    "transit_planets_prospects": "0 planets have been detected to date around this star using transits.",
    "imaging_planets_prospects": "0 planets have been detected to date around this star using direct imaging.Given HD 136352's proximity and brightness, it presents a good opportunity for future direct imaging. Upcoming large space telescopes equipped for high contrast direct imaging will enable the search for rocky exoplanets as small as Earth within the star's habitable zone. Furthermore, they will be able to characterize the atmospheres of the exoplanets detected with radial velocity measurements.",
    "planet_ids": [
      244006,
      244007,
      244008
    ],
    "exo_id": "HD_136352",
    "st_optmag": 5.655,
    "st_vj": 5.655,
    "st_dist": 14.7391,
    "st_j": 5.655,
    "st_mass": 1.02,
    "dec": -48.3176305,
    "st_teff": 5685,
    "st_rad": 1.046,
    "ra": 230.4506246,
    "system_radius": 63579094.75,
    "pl_hostname": "HD_136352",
    "stellar_type": "G",
    "tic_id": "TIC 136916387",
    "magnitude": 5.7
  },
  "_links": {
    "self": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star/262996",
        "targetHints": {
          "allow": [
            "GET"
          ]
        }
      }
    ],
    "collection": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star"
      }
    ],
    "about": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/types/star"
      }
    ],
    "acf:post": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/244008"
      },
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/244007"
      },
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/244006"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/media/429648"
      }
    ]
  }
}