{
  "id": 263011,
  "date": "2023-11-28T20:58:17",
  "date_gmt": "2023-11-29T01:58:17",
  "modified": "2025-12-04T00:03:22",
  "modified_gmt": "2025-12-04T05:03:22",
  "slug": "hd_20794",
  "type": "star",
  "link": "https://science.nasa.gov/exoplanets/star-catalog/hd_20794/",
  "featured_media": 429648,
  "categories": [],
  "acf": {
    "display_name": "82 Eridani",
    "custom_star_title": "82 Eridani",
    "aliases": "HD 20794,HR 1008,GJ 139",
    "constellation": "Eridanus",
    "custom_star_description": "HD 20794, also known as 82 Eridani, is a Sun-like star visible to the naked eye in the southern constellation Eridanus. Relative to the Sun, it is slightly smaller and cooler, older, and contains a lower abundance of elements heavier than helium. 82 Eridani is a fast-moving yellow star, with low levels of stellar magnetic activity, and is surrounded by a cool, dusty disk.",
    "tagline": "A nearby Sun-like star harboring planets and a disk",
    "pop_culture": "Well before exoplanets were detected around 82 Eridani, it was featured as the host star for planets in multiple novels and short stories, including Poul Anderson's “Orbit Unlimited.” It also served as the host to the sci-fi world of Epona, the backdrop of multiple stories in “Analog Science Fiction and Fact” magazine.",
    "detection_timeline": "Multiple planets have been detected around 82 Eridani. Years of radial velocity data suggest that four super-Earth planets might be present within the habitable zone, with detections of up to six planets claimed. As a nearby Sun-like star hosting planets, 82 Eridani is a prime target for exploration with future space telescopes, including those using direct imaging.",
    "rv_planets_prospects": "4 planets have been detected to date around this star using radial velocities.The star’s low magnetic activity makes it a good candidate for radial velocity detections. Radial velocity monitoring of the star over time has revealed multiple Super-Earth planets in the system. Confirmations are needed for the potential planet candidates.",
    "transit_planets_prospects": "0 planets have been detected to date around this star with transits.",
    "imaging_planets_prospects": "0 planets have been detected to date around this star using direct imaging.As a bright, nearby star, 82 Eridani is a prime target for future direct imaging. Future space telescopes will be able to search for rocky exoplanets down to Earth size in the star’s habitable zone and characterize planets that have been suggested by radial velocity data of the star. The outermost of the four planets detected by radial velocity is a super-Earth that could be imaged immediately by proposed future direct imaging missions.",
    "planet_ids": {
      "0": 448210,
      "1": 244255,
      "2": 244252,
      "3": 244254
    },
    "exo_id": "HD_20794",
    "st_optmag": 4.258,
    "st_vj": 4.258,
    "st_dist": 6.0414,
    "st_j": 4.258,
    "st_mass": 0.97,
    "dec": -43.069782,
    "st_teff": 5432,
    "st_rad": 0.913,
    "ra": 49.9818788,
    "system_radius": 202570475.767,
    "pl_hostname": "HD_20794",
    "stellar_type": "G",
    "tic_id": "TIC 301051051",
    "magnitude": 4.3
  },
  "_links": {
    "self": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star/263011",
        "targetHints": {
          "allow": [
            "GET"
          ]
        }
      }
    ],
    "collection": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star"
      }
    ],
    "about": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/types/star"
      }
    ],
    "acf:post": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/448210"
      },
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/244255"
      },
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/244254"
      },
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/244252"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/media/429648"
      }
    ]
  }
}