{
  "id": 263250,
  "date": "2023-11-28T21:01:17",
  "date_gmt": "2023-11-29T02:01:17",
  "modified": "2025-10-15T23:28:16",
  "modified_gmt": "2025-10-16T03:28:16",
  "slug": "hd_3651",
  "type": "star",
  "link": "https://science.nasa.gov/exoplanets/star-catalog/hd_3651/",
  "featured_media": 429649,
  "categories": [],
  "acf": {
    "display_name": "54 Piscium A",
    "custom_star_title": "54 Piscium A",
    "aliases": "HD3651,54PisciumA,HD3651A,HR166A,GJ27A,HD 3651,HD 3651 A,HR 166 A,GJ 27A",
    "constellation": "Pisces",
    "custom_star_description": "HD 3651, also known as 54 Piscium A, is a nearby orange dwarf star located in the constellation Pisces. It is bright enough to be seen with the naked eye. Relative to the Sun, HD 3651 is smaller, cooler, and half as luminous. It exhibits lower levels of stellar magnetic activity and has a higher abundance of elements heavier than helium, compared to the Sun. HD 3651 is part of the 54 Piscium system, which includes a brown dwarf companion star, 54 Piscium B.",
    "tagline": "An orange star with a Saturn-sized planet",
    "pop_culture": "",
    "detection_timeline": "One exoplanet has been confirmed around HD 3651. Discovered in 2003 using the radial velocity technique, this exoplanet is comparable in size to Saturn and orbits close to its host star. As a bright nearby star, HD 3651 holds promise for exploration with future direct imaging. Upcoming large space telescopes equipped with high-contrast imaging capabilities will be able to search for rocky exoplanets as small as Earth, within the star’s habitable zone.",
    "rv_planets_prospects": "1 planet has been detected with radial velocities around this star to date. The exoplanet HD 3651 b was discovered in 2003, based on radial velocity measurements. This hot gas giant exoplanet is Saturn-sized and orbits the host star at a distance of 0.3 astronomical units, with an orbital period of 62 days.",
    "transit_planets_prospects": "0 planets have been detected to date around this star using transits.",
    "imaging_planets_prospects": "0 planets have been detected to date around this star using direct imaging.Because the star is bright, nearby and the habitable zone would be far enough from the central star to image, 54 Piscium A is a good target for future direct imaging. Upcoming large space telescopes will have the capacity to employ direct imaging to search for rocky exoplanets as small as Earth within the star's habitable zone. Furthermore, these telescopes will enable the characterization of the atmosphere of the exoplanet already known to exist within the system.",
    "planet_ids": [
      244413
    ],
    "exo_id": "HD_3651",
    "st_optmag": 5.863,
    "st_vj": 5.863,
    "st_dist": 11.1081,
    "st_j": 5.863,
    "st_mass": 0.86,
    "dec": 21.2504758,
    "st_teff": 5203,
    "st_rad": 0.898,
    "ra": 9.8408558,
    "system_radius": 44131371.65,
    "pl_hostname": "HD_3651",
    "stellar_type": "K",
    "tic_id": "TIC 434210589",
    "magnitude": 5.9
  },
  "_links": {
    "self": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star/263250",
        "targetHints": {
          "allow": [
            "GET"
          ]
        }
      }
    ],
    "collection": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star"
      }
    ],
    "about": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/types/star"
      }
    ],
    "acf:post": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/244413"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/media/429649"
      }
    ]
  }
}