{
  "id": 263286,
  "date": "2023-11-28T21:01:44",
  "date_gmt": "2023-11-29T02:01:44",
  "modified": "2025-11-02T23:02:05",
  "modified_gmt": "2025-11-03T04:02:05",
  "slug": "hd_147513",
  "type": "star",
  "link": "https://science.nasa.gov/exoplanets/star-catalog/hd_147513/",
  "featured_media": 429648,
  "categories": [],
  "acf": {
    "display_name": "HD 147513",
    "custom_star_title": "",
    "aliases": "HD147513,HR6094,GJ9559,HR 6094,GJ 9559",
    "constellation": "Scorpius",
    "custom_star_description": "HD 147513 is a Sun-like star located nearby in the constellation Scorpius. It is visible to the naked eye and shares similarities in size, temperature, and luminosity with the Sun. Compared to the Sun, HD 147513 exhibits higher stellar magnetic activity and a higher abundance of elements heavier than helium. It is part of a system, with a white dwarf companion.",
    "tagline": "A Sun-like star orbited by an exoplanet and white dwarf",
    "pop_culture": "",
    "detection_timeline": "Currently, one exoplanet has been detected around HD 147513. HD 147513 b was discovered in 2003 using the radial velocity technique. As a bright nearby Sun-like star, HD 147513 holds significant potential for further exoplanet exploration. Future direct imaging techniques will enable scientists to study the atmosphere of the already discovered exoplanet and may reveal smaller rocky exoplanets within the star's habitable zone.",
    "rv_planets_prospects": "1 planet has been detected with radial velocities around this star to date. HD 147513 b, a Jupiter-sized planet, was discovered in 2003. It orbits at a distance of 1.3 astronomical units from HD 147513, completing one orbit every 528 days.",
    "transit_planets_prospects": "",
    "imaging_planets_prospects": "0 planets have been detected with direct imaging of this star to date.Due to its brightness and proximity, HD 147513 is an excellent candidate for future direct imaging missions. Advanced space telescopes will use direct imaging techniques to search for rocky exoplanets as small as Earth within the star's habitable zone. Additionally, these telescopes will have the capability to detect larger exoplanets situated farther from the star. This will also provide an opportunity to characterize the atmosphere of the already-discovered exoplanet.",
    "planet_ids": [
      244049
    ],
    "exo_id": "HD_147513",
    "st_optmag": 5.37,
    "st_vj": 5.37,
    "st_dist": 12.8923,
    "st_j": 5.37,
    "st_mass": 1.07,
    "dec": -39.1929805,
    "st_teff": 5868,
    "st_rad": 0.968,
    "ra": 246.0053797,
    "system_radius": 197469188.4,
    "pl_hostname": "HD_147513",
    "stellar_type": "G",
    "tic_id": "TIC 350673608",
    "magnitude": 5.4
  },
  "_links": {
    "self": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star/263286",
        "targetHints": {
          "allow": [
            "GET"
          ]
        }
      }
    ],
    "collection": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star"
      }
    ],
    "about": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/types/star"
      }
    ],
    "acf:post": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/244049"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/media/429648"
      }
    ]
  }
}