{
  "id": 263639,
  "date": "2023-11-28T21:06:14",
  "date_gmt": "2023-11-29T02:06:14",
  "modified": "2025-12-05T00:05:21",
  "modified_gmt": "2025-12-05T05:05:21",
  "slug": "eps_ind_a",
  "type": "star",
  "link": "https://science.nasa.gov/exoplanets/star-catalog/eps_ind_a/",
  "featured_media": 429649,
  "categories": [],
  "acf": {
    "display_name": "Epsilon Indi",
    "custom_star_title": "",
    "aliases": "EpsilonIndiA,EpsilonIndi,HD209100,HR8387,GJ845A,EpsilonIndiA,Epsilon Indi A,HD 209100,HR 8387,GJ 845A",
    "constellation": "Indus",
    "custom_star_description": "Epsilon Indi A is an orange star located deep in the southern sky. It is the sixth nearest star system visible to the naked eye and the fifth brightest star in the constellation Indus. Relative to the Sun it is somewhat smaller and cooler, with a slightly lower abundance of elements heavier than helium. The star also has a slightly faster rotation period and higher levels of magnetic activity than the Sun. Far from the star (Epsilon Indi A), there is a pair of brown dwarf stars (Epsilon Indi Ba and Bb). These brown dwarf companions have masses just below the threshold needed to sustain core nuclear fusion and become stars in their own right.",
    "tagline": "A bright nearby star with multiple companions",
    "pop_culture": "As a bright nearby star, Epsilon Indi has been referenced in science fiction and games. In Larry Niven’s 1973 novel “Protector,” the planet Home is set around Epsilon Indi. In Robert Sawyer’s novel “Starplex,” one of the closest portals to Earth is in New New York, set in the Epsilon Indi system. Elsewhere, Epsilon Indi has been included in everything from “Star Trek” episodes to “Frontier Elite” video games.",
    "detection_timeline": "Radial velocity data have suggested the presence of a gas giant planet around Epsilon Indi, known as Epsilon Indi A b. Estimates indicate that the planet is at least a few times the mass of Jupiter, with an orbital period of 50-80 years, but additional work is needed to confirm the planet’s existence and establish its properties. The planet is a target for observations by the Webb Telescope. As a bright and nearby star, Epsilon Indi A’s planetary system also is a prime target for direct imaging from space. Future large space telescopes will be able to detect exoplanets down to the size of Earth in its habitable zone, identify the atmospheric constituents of these planets, and determine their habitability.",
    "rv_planets_prospects": "1 gas giant planet has been detected to date around this star using radial velocities.Epsilon Indi is a magnetically quiet star where the radial velocity technique can be used to best effect. Years of past observations have suggested a gas giant planet outside of the habitable zone. Continuing observations are needed to confirm the planet and provide an improved picture of its properties.",
    "transit_planets_prospects": "0 planets have been detected to date around this star with transits.",
    "imaging_planets_prospects": "0 planets have been detected to date around this star using direct imaging.Because the star is nearby and bright, its planetary system will be a prime imaging target for future space telescopes. Those missions will be able to detect exoplanets down to Earth size in Epsilon Indi's habitable zone, identify their atmospheric constituents, and determine if they have habitable conditions.",
    "planet_ids": [
      243571
    ],
    "exo_id": "eps_Ind_A",
    "st_optmag": 4.674,
    "st_vj": 4.674,
    "st_dist": 3.6384,
    "st_j": 4.674,
    "st_mass": 0.72,
    "dec": -56.7859786,
    "st_teff": 4641,
    "st_rad": 0.728,
    "ra": 330.8402234,
    "system_radius": 4248579508,
    "pl_hostname": "eps_Ind_A",
    "stellar_type": "K",
    "tic_id": "TIC 231698181",
    "magnitude": 4.7
  },
  "_links": {
    "self": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star/263639",
        "targetHints": {
          "allow": [
            "GET"
          ]
        }
      }
    ],
    "collection": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star"
      }
    ],
    "about": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/types/star"
      }
    ],
    "acf:post": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/243571"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/media/429649"
      }
    ]
  }
}