{
  "id": 263650,
  "date": "2023-11-28T21:06:23",
  "date_gmt": "2023-11-29T02:06:23",
  "modified": "2025-11-13T23:23:11",
  "modified_gmt": "2025-11-14T04:23:11",
  "slug": "ups_and",
  "type": "star",
  "link": "https://science.nasa.gov/exoplanets/star-catalog/ups_and/",
  "featured_media": 429647,
  "categories": [],
  "acf": {
    "display_name": "Titawin",
    "custom_star_title": "Upsilon Andromedae",
    "aliases": "UpsilonAndromedae,Titawin,HD9826A,HR458A,GJ61A,UpsilonAndromedae,HD9826A,HR458A,Upsilon Andromedae,HD 9826 A,HR 458 A,GJ 61A\t",
    "constellation": "Andromeda",
    "custom_star_description": "Upsilon Andromedae A, also known as Titawin, is a nearby yellowish-white star in the Andromeda constellation, bright enough to be seen with the naked eye. The star’s official name, Titawin, is the result of the International Astronomical Union’s 2015 NameExoWorlds campaign, where the Vega Astronomy Club of Morocco proposed that the star be named in honor of Titawin (also known as Medina of Tetouan), a settlement in northern Morocco that was an historically important meeting point between civilizations. Upsilon Andromedae A is part of a binary star system, with a red dwarf companion star named Upsilon Andromedae B. Compared to the Sun, Upsilon Andromedae A is significantly larger, hotter, and more luminous. It has lower levels of stellar magnetic activity while having a higher abundance of elements heavier than helium, compared to the Sun.",
    "tagline": "A bright, nearby Sun-like star hosting three gas giant exoplanets",
    "pop_culture": "",
    "detection_timeline": "As a nearby Sun-like star, Upsilon Andromedae A, has been a prominent target for exoplanet searches. Three exoplanets were detected from 1996 to 1999 based on radial velocities. The first, Upsilon Andromedae A b (also known as Saffar), was discovered in 1996 and determined to be a Jupiter-mass exoplanet orbiting close to the star, making it one of the first hot Jupiters detected. In 1999, two additional gas giant exoplanets, Upsilon Andromedae A c (Samh) and Upsilon Andromedae A d (Majriti) were detected. As part of the 2015 NameExoWorlds campaign, these exoplanets received official names, honoring historical Andalusian Arab astronomers. The search for smaller, Earth analog exoplanets around Upsilon Andromedae A continues, and the star is a target for future direct imaging missions. Upcoming large space telescopes equipped with high-contrast imaging capabilities will be able to search for Earth-sized planets within the star’s habitable zone and to to characterize the atmospheres of the exoplanets that have already been detected.",
    "rv_planets_prospects": "3 planets have been detected to date around this star using radial velocities.Upsilon Andromedae A is a star with relatively low levels of stellar magnetic activity making it a good target for radial velocity measurements. Early radial velocity studies resulted in the detection of three gas giant exoplanets.  The innermost planet Upsilon Andromedae A b is known as a hot Jupiter because it orbits close to the star,  while the other two planets (Upsilon  Andromedae A c and Upsilon Andromedae A d) are likely larger, on orbits farther from the star.",
    "transit_planets_prospects": "",
    "imaging_planets_prospects": "0 planets have been detected to date around this star using direct imaging.Because the star is bright, nearby and the habitable zone would be far enough from the central star to image, Upsilon Andromedae A is a suitable target for future direct imaging missions. Upcoming space telescopes equipped with high-contrast imaging capabilities will be able to search for exoplanets as small as Earth within the star's habitable zone and to characterize the exoplanets detected with radial velocity measurements.",
    "planet_ids": [
      248728,
      248729,
      248730
    ],
    "exo_id": "ups_And",
    "st_optmag": 4.1,
    "st_vj": 4.1,
    "st_dist": 13.4916,
    "st_j": 4.1,
    "st_mass": 1.18,
    "dec": 41.4054587,
    "st_teff": 6154,
    "st_rad": 1.611,
    "ra": 24.1993398,
    "system_radius": 375982830.6923,
    "pl_hostname": "ups_And",
    "stellar_type": "F",
    "tic_id": "TIC 189576919",
    "magnitude": 4.1
  },
  "_links": {
    "self": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star/263650",
        "targetHints": {
          "allow": [
            "GET"
          ]
        }
      }
    ],
    "collection": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/star"
      }
    ],
    "about": [
      {
        "href": "https://science.nasa.gov/wp-json/wp/v2/types/star"
      }
    ],
    "acf:post": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/248730"
      },
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/248729"
      },
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/exoplanet/248728"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://science.nasa.gov/wp-json/wp/v2/media/429647"
      }
    ]
  }
}